Repository: cmsunoPlugins/transition
Catalog: lang/*.utf8/LC_MESSAGES/transition.po
Languages: es_es, fr_fr

source: This plugin adds nice transitions between the chapters of the page.
es_es: Este plugin añade buenas transiciones entre los capítulos de la página.
fr_fr: Ce plugin ajoute de superbes transitions entre les chapitres de la page.

source: It uses different tools that work independently :
es_es: Utiliza diferentes herramientas que funcionan independientemente :
fr_fr: Il utilise différents outils qui sont indépendants les uns des autres :

source: A pure CSS3 tool with a lot transitions.
es_es: Una herramienta CSS3 pura con muchas transiciones.
fr_fr: Un outil de transition en pur CSS3 avec de nombreuses possibilités.

source: A jQuery tool to create a parallax effect with images.
es_es: Una herramienta jQuery para crear un efecto de paralaje con imágenes.
fr_fr: Un outil jQuery pour séparer les chapitres avec une image en parallax.

source: Set Chapters Transitions
es_es: Establecer capítulos Transiciones
fr_fr: Définir les transitions par chapitre

source: Chapter
es_es: Capítulo
fr_fr: Chapitre

source: Chapter of the page concerned by the transition.
es_es: Capítulo de la página afectada por la transición.
fr_fr: Chapitre de la page concerné par la transition.

source: Transition type
es_es: Tipo de transición
fr_fr: Type de transition

source: Type of content transition when arrive on the selected chapter.
es_es: Tipo de transición de contenido cuando llega al capítulo seleccionado.
fr_fr: Type de transition appliquée au contenu lorsque l'écran arrive au chapitre sélectionné.

source: Parallax image
es_es: Imagen de paralaje
fr_fr: Image en parallax

source: File manager
es_es: Gestor de archivos
fr_fr: Gestionnaire de fichiers

source: Add a section above the chapter with a parallax image. JQuery needed.
es_es: Añada una sección por encima del capítulo con una imagen de paralaje. JQuery necesario.
fr_fr: Ajoute une section au dessus du chapitre avec une image en parallax. JQuery doit être activé.

source: Add a DIV block with Class and/or Style that includes the chapter.
es_es: Agregue un bloque DIV con clase y/o estilo que incluya el capítulo.
fr_fr: Ajoutez un bloc DIV avec Class et/ou Style qui englobe le chapitre.

source: Add a DIV block inside the previous one that includes the chapter.
es_es: Agregue un bloque DIV dentro del anterior que incluye el capítulo.
fr_fr: Ajouter un bloc DIV dans le précédent qui englobe le chapitre.

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistre les param&egrave;tres

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Animation
es_es: Animación

source: Config
es_es: Configure
fr_fr: Configuration

source: Animation duration
es_es: Duración de la animación
fr_fr: Durée de l'animation

source: Duration of the animation in second. Default : 1
es_es: Duración de la animación en segundo. Predeterminado: 1
fr_fr: Durée de l'animation en seconde. Défaut : 1

source: Animation delay
es_es: Demora de la animación
fr_fr: Delai avant animation

source: Delay before the animation start in second. Default : 0
es_es: Duración de la animación en segundo. Predeterminado: 1
fr_fr: Delai avant que l'animation ne commence, en seconde. Défaut : 0

source: Parallax image height
es_es: Altura de la imagen en paralaje
fr_fr: Hauteur de l'image en parallax

source: Height ratio of the parallax image relative to the height of the screen. Default : 0.4
es_es: Relación de altura de la imagen de paralaje respecto a la altura de la pantalla. Valor predeterminado: 0.4
fr_fr: Hauteur en ration par rapport à la taille de l'écran. Défaut : 0.4

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectu&eacute;e

source: Impossible backup
es_es: copia de seguridad Imposible
fr_fr: Sauvegarde impossible
